tap 'homebrew/dupes'
tap 'jimbojsb/launchrocket'
tap 'ravenac95/sudolikeaboss'
tap 'phinze/homebrew-cask'
tap 'homebrew/versions'

brew 'brew-cask'

brew 'apple-gcc42'
brew 'autoconf'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'fasd'
brew 'gnutls'
brew 'grep'
brew 'mackup'
brew 'macvim', args ['override-system-vim', 'with-lua', 'with-luajit', 'custom-icons']
brew 'node'
brew 'openssl'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-gem-rehash'
brew 'rbenv-use'
brew 'rbenv-whatis'
brew 'readline'
brew 'ruby-build'
brew 'source-highlight'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'sudolikeaboss'
brew 'the_silver_searcher'
brew 'trash'
brew 'tree'
brew 'webkit2png'
brew 'zsh'

cask 'chameleon-ssd-optimizer'
cask 'coconutbattery'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'knox'
cask 'launchrocket'
cask 'lingon-x'
cask 'name-mangler'
cask 'onyx'
cask 'rcdefaultapp'
cask 'secrets'
cask 'superduper'
cask 'timemachineeditor'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
