tap "charmbracelet/tap"
tap "clementtsang/bottom"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
# tap "minio/stable"
tap "muesli/tap"
tap "rigellute/tap"

brew "aircrack-ng"
brew "automake"
brew "bat"
brew "bottom"
brew "ccat"
brew "charmbracelet/tap/glow"
brew "choose-gui"
# brew "chruby"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dockutil"
brew "dust"
brew "duti"
brew "exa"
brew "fasd"
brew "fd"
brew "fzy"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitlab-runner", restart_service: true
brew "gnupg", link: false
# brew "go"
brew "goles/battery/battery"
brew "gpgme"
brew "graphicsmagick"
brew "hashcat"
brew "heroku/brew/heroku"
brew "hidapi"
brew "highlight"
brew "hr"
brew "htop"
brew "httpstat"
brew "ical-buddy"
brew "ifstat"
brew "imagemagick"
brew "iperf3"
brew "john"
brew "jq"
brew "lazygit"
brew "libassuan"
brew "libgpg-error"
brew "libiconv"
brew "libressl"
brew "libtermkey"
brew "libusb"
brew "libyaml"
brew "lnav"
brew "lolcat"
brew "lsd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "lv"
brew "m-cli"
brew "mackup"
brew "mas"
# brew "minio/stable/minio"
brew "mkcert"
brew "monolith"
brew "mosh"
brew "mtr"
brew "muesli/tap/duf"
brew "navi"
brew "ncdu"
brew "ncurses"
brew "nginx"
brew "ninja"
brew "nmap"
# brew "node"
# brew "node@12"
brew "noti"
brew "pandoc"
brew "pastel"
brew "pdfcrack"
brew "perl"
brew "pkg-config"
brew "portaudio"
# brew "postgresql"
brew "procs"
brew "protobuf"
brew "pulseaudio"
brew "python@3.8"
brew "qt"
brew "re2"
# brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "runit"
brew "rust"
brew "rustup-init"
brew "sassc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "sl"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "topgrade"
brew "trash"
brew "tree"
brew "tvnamer"
brew "urlview"
brew "vale"
brew "vifm"
brew "wget"
brew "whalebrew"
brew "wifi-password"
brew "wtfutil"
# brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "apparition47/tap/mailtrackerblocker"
brew "tmux"
brew "svn"
brew 'tree-sitter'

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "brave"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "bartender"
cask "calibre"
cask "choosy"
cask "chromedriver"
cask "coconutbattery"
# cask "colorpicker-developer"
cask "daisydisk"
cask "discord"
cask "docker"
# cask "fantastical"
cask "firefox"
cask "firefox-developer-edition"
cask "gpg-suite"
cask "hammerspoon"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "latest"
cask "lingon-x"
cask "macdown"
cask "macvim"
cask "monodraw"
cask "muzzle"
cask "name-mangler"
cask "notion"
cask "omnifocus"
# cask "opera"
cask "pacifist"
cask "paw"
cask "plex-media-player"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "selfcontrol"
cask "sloth"
cask "soulver"
cask "sourcetree"
cask "spotify"
cask "superduper"
cask "suspicious-package"
cask "swiftbar"
cask "tableplus"
cask "the-unarchiver"
cask "typora"
cask "vimr"
# cask "vivaldi"
cask "vlc"
cask "webpquicklook"
cask "zoom"

mas 1107421413
mas 413969927
mas 1546729687
mas 1438243180
mas 425264550
mas 1514703160
mas 682658836
mas 1448464118
mas 1514863337
mas 1458969831
mas 409183694
mas 405399194
mas 1493326487
mas 1398143805
mas 409203825
mas 1439967473
mas 409201541
mas 1421915518
mas 1289583905
mas 525180431
mas 1494023538
mas 1529448980
mas 1503136033
mas 1522267256
mas 1153157709
mas 1376402589
mas 1122008420
mas 1482490089
mas 1191449274
mas 1492631819
mas 1181863013
mas 1480933944
mas 1208909162
mas 533696630
mas 1320666476
