tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'caskroom/homebrew-versions'
tap 'jimbojsb/launchrocket'
tap 'phinze/homebrew-cask'
tap 'Goles/battery'
tap 'neovim/neovim'

brew 'brew-cask'

brew 'ansible'
brew 'ansifilter'
brew 'apple-gcc42'
brew 'autoconf'
brew 'battery'
brew 'ccat'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'docker'
brew 'dockutil'
brew 'fasd'
brew 'fpp'
brew 'git-flow'
brew 'gnutls'
brew 'grep'
brew 'hr'
brew 'htop-osx'
brew 'hub'
brew 'lnav'
brew 'lua'
brew 'mackup'
brew 'macvim', args: ['override-system-vim', 'with-lua', 'with-luajit', 'custom-icons']
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'postgresql'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-default-gems'
brew 'rbenv-gem-rehash'
brew 'rbenv-use'
brew 'rbenv-whatis'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sloccount'
brew 'source-highlight'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'urlview'
brew 'webkit2png'
brew 'zsh'

cask '0xdbe-eap'
cask 'alfred'
cask 'appcleaner'
cask 'battle-net'
cask 'bettertouchtool'
cask 'chameleon-ssd-optimizer'
cask 'coconutbattery'
cask 'codekit'
cask 'daisydisk'
cask 'dash'
cask 'dropbox'
cask 'fake'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iexplorer'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner'
cask 'keyboard-cleaner'
cask 'knox'
cask 'launchrocket'
cask 'lingon-x'
cask 'logitech-myharmony'
cask 'microsoft-office'
cask 'mou'
cask 'name-mangler'
cask 'numi'
cask 'onyx'
cask 'pacifist'
cask 'psequel'
cask 'seil'
cask 'slack'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'superduper'
cask 'suspicious-package'
cask 'textexpander'
cask 'timemachineeditor'
cask 'timemachineeditor'
cask 'track-o-bot'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xtrafinder'

cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
