tap 'Goles/battery'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'jimbojsb/launchrocket'
tap 'phinze/homebrew-cask'
tap 'InstantClientTap/instantclient'
tap 'homebrew/command-not-found'
tap 'caskroom/cask'
tap 'ravenac95/sudolikeaboss'
tap 'homebrew/completions'

# brew 'ansifilter'
# brew 'apple-gcc42'
# brew 'autoconf'
# brew 'gcc'
# brew 'node'
# brew 'openssl'
# brew 'phantomjs'
brew 'ansible'
brew 'automake'
brew 'battery'
brew 'ccat'
brew 'cmake'
brew 'coreutils', args: ['default-names']
brew 'cowsay'
brew 'curl'
brew 'dockutil'
brew 'fasd'
brew 'fpp'
brew 'git-flow'
brew 'git-hooks'
brew 'grc'
brew 'heroku'
brew 'hr'
brew 'hub'
brew 'imagemagick'
brew 'lua'
brew 'mackup'
brew 'macvim', args: ['override-system-vim', 'with-lua', 'with-luajit', 'custom-icons']
brew 'mas'
brew 'mysql'
brew 'openldap', args: ['with-berkeley-db4']
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-default-gems'
brew 'rbenv-use'
brew 'rbenv-whatis'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'webkit2png'
brew 'zsh'
brew 'sudolikeaboss'
brew 'brew-cask-completions'
brew 'jq'

cask 'alfred'
cask 'appcleaner'
cask 'battle-net'
cask 'coconutbattery'
cask 'codekit'
cask 'daisydisk'
cask 'docker-beta'
cask 'fake'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'gitscout'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iexplorer'
cask 'kaleidoscope'
cask 'karabiner-elements'
cask 'keyboard-cleaner'
cask 'launchrocket'
cask 'lingon-x'
cask 'microsoft-office'
cask 'name-mangler'
cask 'numi'
cask 'obs'
cask 'onyx'
cask 'pacifist'
cask 'paw'
cask 'psequel'
cask 'seil'
cask 'sequel-pro'
cask 'shimo'
cask 'skype'
cask 'skype-for-business'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'superduper'
cask 'suspicious-package'
cask 'vlc'

cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'SQLPro for SQLite', id: 586001240
mas 'Type2Phone', id: 472717129
mas 'Microsoft Remote Desktop', id: 715768417
mas '1Password', id: 443987910
# mas 'Soulver', id: 413965349
mas 'iFlicks 2', id: 731062389
mas 'Tweetbot', id: 557168941
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'OmniFocus', id: 867299399
mas 'MDB Explorer', id: 506622388
mas 'Reeder', id: 880001334
mas 'Transmit', id: 403388562
mas 'Numbers', id: 409203825
mas 'DaisyDisk', id: 411643860
