tap 'homebrew/dupes'
tap 'jimbojsb/launchrocket'
tap 'ravenac95/sudolikeaboss'
tap 'phinze/homebrew-cask'
tap 'homebrew/versions'
tap 'Goles/battery'
tap 'brandonweiss/homebrew-tap'

brew 'brew-cask'

brew 'ansible'
brew 'ansifilter'
brew 'apple-gcc42'
brew 'archey'
brew 'autoconf'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'docker'
brew 'dockutil'
brew 'fasd'
brew 'git-aliae', args: ['HEAD']
brew 'git-flow'
brew 'gnutls'
brew 'grep'
brew 'hr'
brew 'htop-osx'
brew 'hub'
brew 'lua'
brew 'mackup'
brew 'macvim', args: ['override-system-vim', 'with-lua', 'with-luajit', 'custom-icons']
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'postgresql'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-gem-rehash'
brew 'rbenv-use'
brew 'rbenv-whatis'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'sloccount'
brew 'source-highlight'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'sudolikeaboss'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'trash'
brew 'tree'
brew 'webkit2png'
brew 'zsh'

cask 'adium'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'battle-net'
cask 'bettertouchtool'
cask 'chameleon-ssd-optimizer'
cask 'coconutbattery'
cask 'controlplane'
cask 'daisydisk'
cask 'dash'
cask 'default-folder-x'
cask 'diskmaker-x'
cask 'dropbox'
cask 'fake'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'github'
cask 'google-chrome'
cask 'hammerspoon'
cask 'hipchat'
cask 'imageoptim'
cask 'instacast'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner'
cask 'keyboard-cleaner'
cask 'knox'
cask 'launchrocket'
cask 'lingon-x'
cask 'name-mangler'
cask 'onyx'
cask 'pacifist'
cask 'psequel'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rcdefaultapp'
cask 'secrets'
cask 'seil'
cask 'soulver'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'superduper'
cask 'suspicious-package'
cask 'textexpander'
cask 'timemachineeditor'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webp-quicklook'
cask 'xtrafinder'
cask 'zeroxdbe-eap'
